import styles from './terms.module.scss'
export const Terms = () => {
  return (
    <div className={styles.wrapper}>
      <div className={styles.wrapper_container}>
        <div className={styles.wrapper_container_text}>
          <h1 className={styles.wrapper_container_text_center}>
            Условия использования веб-приложения Sona
          </h1>
          <p className={styles.wrapper_container_text_center_left}>
            <h3>Общие</h3>Владельцем этого веб-сайта является компания ООО
            «Бизнес Альянс». Используя этот сайт или его содержимое, будь то
            напрямую или через третье лицо, вы соглашаетесь с тем, чтобы быть
            юридически связанными и действовать в соответствии с настоящими
            Условиями использования. В частности, вы соглашаетесь не совершать
            действия, запрещенные в соответствии с пунктами 3–5 ниже. Если вы не
            согласны с этими Условиями использования, вы не имеете права и не
            соглашаетесь использовать этот веб-сайт или его содержимое.
          </p>
          <p className={styles.wrapper_container_text_center_left}>
            <h3>Эксклюзивный онлайн-канал продажи номеров.</h3>
            Этот веб-сайт является официальным и эксклюзивным веб-сайтом,
            уполномоченным самостоятельно продавать номера Отель NORD. Веб-сайты
            сравнения цен и бронирования номеров могут подать заявку на
            заключение письменного лицензионного соглашения с Отель NORD,
            которое позволяет таким веб-сайтам получать доступ к информации о
            ценах, датах и доступности номеров Отель NORD для сравнения цен и
            бронирования номеров без оплаты.
          </p>
          <p className={styles.wrapper_container_text_center_left}>
            <h3>Разрешенное использование.</h3>
            Пользователям не разрешается использовать этот веб-сайт и любые
            веб-страницы и/или данные, которые проходят через веб-домен на
            hotelnord.ru), его базовые компьютерные программы (включая
            интерфейсы прикладного программирования («APIs»), доменные имена,
            унифицированные указатели ресурсов («URL»), базы данных, функции или
            их содержимое, кроме как для частных, некоммерческих целей.
            Использование любой автоматизированной системы или программного
            обеспечения, независимо от того, используется ли оно третьей
            стороной или иным образом, для извлечения любых данных с этого сайта
            в коммерческих целях запрещено.
          </p>
          <p className={styles.wrapper_container_text_center_left}>
            Отель NORD оставляет за собой право предпринимать такие действия,
            которые он сочтет необходимыми, включая проведение судебных
            разбирательств без предварительного уведомления, в отношении любого
            несанкционированного использования данного веб-сайта.
          </p>
          <p className={styles.wrapper_container_text_center_left}>
            <h3>Интеллектуальная собственность.</h3> На всю информацию, данные,
            базовые компьютерные программы (включая API), доменные имена,
            URL-адреса, базы данных и материалы, представленные на этом
            веб-сайте, включая имена, логотипы, описание номеров, цены и т. д.,
            а также цветовые схемы и их расположение на веб-сайте
            распространяются авторские права, права на товарные знаки, права на
            базу данных и / или другие права на интеллектуальную собственность.
            Вы можете использовать такой контент только в строгом соответствии с
            разрешенными личными некоммерческими целями. Любое другое
            использование и/или воспроизведение такого контента без
            предварительного письменного согласия Отель NORD запрещено и будет
            представлять собой нарушение настоящих Условий использования и может
            нарушать права Отель NORD на интеллектуальную собственность.
          </p>
          <p className={styles.wrapper_container_text_center_left}>
            <h3>Ограниченная ответственность.</h3> Отель NORD не будет нести
            ответственность за любые убытки и/или убытки, возникшие в результате
            использования данного веб-сайта или любого другого веб-сайта, на
            который данный веб-сайт предоставляет ссылку, и/или использования
            информации, представленной на этом или любом таком другом веб-сайте.
          </p>
        </div>
      </div>
    </div>
  )
}
export default Terms
